Repository: NovantaCreativeTeam/bulkpriceupdater
Catalog: translations/*/ModulesBulkpriceupdaterNotification.*.xlf
Languages: it_it

source: Combination %1$s (ID: %2$s) cannot be saved: Combination do not exists
it_it: La combinazione %1$s (ID: %2$s) non può essere salvata: la combinazione non esiste

source: Combination %1$s (ID: %2$s) cannot be saved: Combination is linked to product with ID: (%3$s) and not with (%4$s)
it_it: La combinazione %1$s (ID: %2$s) non può essere salvata: la combinazione è collegata con il prodotto con ID: (%3$s) e non con (%4$s)

source: %1$s (ID: %2$s) cannot be saved: Product doesn't exists
it_it: %1$s (ID: %2$s) non può essere salvato: il prodotto non esiste

source: At least one of id or id_product_attribute must be specified for
it_it: Almeno uno tra id e id_product_attribute deve essere specificato

source: Impossible to read this file, revert aborted
it_it: Impossibile leggere il file, reimpostazione terminata

source: Do you want to revert to this import?
it_it: Sei sicuro di voler reimpostare questa importazione?

source: Importing your data...
it_it: Importazione in corso...

source: Validating data...
it_it: Validazione in corso...

source: Ignore warnings and continue?
it_it: Ignorare gli avvisi e continuare?

source: Abort import
it_it: Stoppa importazione
