Repository: NovantaCreativeTeam/bulkpriceupdater
Catalog: translations/*/ModulesBulkpriceupdaterAdmin.*.xlf
Languages: it_it

source: Bulk Price Updater
it_it: Aggiornamento Listini

source: Add functionality to bulk update product prices
it_it: Aggiunge le funzionalit√† per aggiornare massivamente i prezzi

source: Do you want to uninstall module?
it_it: Vuoi disistallare questo modulo?

source: Export
it_it: Esporta listino

source: Import
it_it: Importa listino

source: Categories
it_it: Categorie

source: Suppliers
it_it: Fornitori

source: Export only active
it_it: Esporta solo prodotti attivi

source: Export Name
it_it: Nome dell'esportazione

source: Prices File
it_it: File del listino

source: First Row Heading
it_it: Intestazione prima riga

source: Column separator
it_it: Separatore di colonna

source: No products found for the specified filters, try another export
it_it: Nessun prodotto trovato per i filtri specificati, prova un'altra esportazione

source: Cart Exporter Configuration
it_it: Configurazione

source: Products Imported correctly
it_it: Prodotti importati correttamente

source: Import Products
it_it: Importa prodotti

source: Impossible to download the file, it doesn't exists
it_it: Impossibile scaricare il file, il file non esiste

source: Import Log
it_it: Log di importazione

source: Generate export file
it_it: Genera file di esportazione

source: Update product prices
it_it: Aggiorna prezzi dei prodotti
